submission_logs/2_1_one_middleware/64/8/1-0/2/memtier/1.log
2         Threads
8         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        3340.98          ---          ---      4.78500     13495.73 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      3340.98         0.00         0.00      4.78500     13495.73 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.840         0.00
SET       0.850         0.00
SET       0.860         0.00
SET       0.870         0.00
SET       0.880         0.00
SET       0.890         0.01
SET       0.900         0.01
SET       0.910         0.01
SET       0.920         0.02
SET       0.930         0.02
SET       0.940         0.03
SET       0.950         0.03
SET       0.960         0.04
SET       0.970         0.06
SET       0.980         0.07
SET       0.990         0.08
SET       1.000         0.22
SET       1.100         0.82
SET       1.200         2.11
SET       1.300         4.26
SET       1.400         7.22
SET       1.500        10.97
SET       1.600        15.22
SET       1.700        19.67
SET       1.800        24.13
SET       1.900        28.31
SET       2.000        32.24
SET       2.100        35.82
SET       2.200        39.00
SET       2.300        41.80
SET       2.400        44.21
SET       2.500        46.24
SET       2.600        47.98
SET       2.700        49.53
SET       2.800        50.90
SET       2.900        52.07
SET       3.000        53.13
SET       3.100        54.09
SET       3.200        54.94
SET       3.300        55.66
SET       3.400        56.34
SET       3.500        56.95
SET       3.600        57.52
SET       3.700        58.04
SET       3.800        58.54
SET       3.900        59.00
SET       4.000        59.42
SET       4.100        59.81
SET       4.200        60.17
SET       4.300        60.51
SET       4.400        60.81
SET       4.500        61.10
SET       4.600        61.39
SET       4.700        61.67
SET       4.800        61.93
SET       4.900        62.19
SET       5.000        62.44
SET       5.100        62.70
SET       5.200        62.94
SET       5.300        63.18
SET       5.400        63.40
SET       5.500        63.63
SET       5.600        63.85
SET       5.700        64.07
SET       5.800        64.29
SET       5.900        64.51
SET       6.000        64.74
SET       6.100        64.94
SET       6.200        65.18
SET       6.300        65.42
SET       6.400        65.67
SET       6.500        65.90
SET       6.600        66.14
SET       6.700        66.39
SET       6.800        66.70
SET       6.900        67.02
SET       7.000        67.37
SET       7.100        67.77
SET       7.200        68.19
SET       7.300        68.64
SET       7.400        69.15
SET       7.500        69.71
SET       7.600        70.35
SET       7.700        71.05
SET       7.800        71.85
SET       7.900        72.78
SET       8.000        73.81
SET       8.100        74.95
SET       8.200        76.12
SET       8.300        77.36
SET       8.400        78.64
SET       8.500        79.94
SET       8.600        81.23
SET       8.700        82.46
SET       8.800        83.63
SET       8.900        84.74
SET       9.000        85.82
SET       9.100        86.79
SET       9.200        87.68
SET       9.300        88.48
SET       9.400        89.21
SET       9.500        89.85
SET       9.600        90.46
SET       9.700        90.98
SET       9.800        91.48
SET       9.900        91.94
SET      10.000        93.95
SET      11.000        96.15
SET      12.000        97.46
SET      13.000        98.24
SET      14.000        98.82
SET      15.000        99.18
SET      16.000        99.39
SET      17.000        99.54
SET      18.000        99.70
SET      19.000        99.78
SET      20.000        99.84
SET      21.000        99.87
SET      22.000        99.91
SET      23.000        99.92
SET      24.000        99.94
SET      25.000        99.96
SET      26.000        99.96
SET      27.000        99.97
SET      28.000        99.97
SET      29.000        99.98
SET      30.000        99.99
SET      31.000        99.99
SET      32.000        99.99
SET      33.000        99.99
SET      34.000       100.00
SET      35.000       100.00
SET      36.000       100.00
SET      37.000       100.00
---
---